Repository: mapbox/mapbox-navigation-ios
Catalog: MapboxNavigation/Resources/*.lproj/Localizable.strings
Languages: ca, da, fr, he, hu, ja, ko, nl, pt_br, pt_pt, sv, vi, zh_hans

# CARPLAY_ARRIVED
source: You have arrived
fr: Vous êtes arrivé
hu: Megérkeztél
ja: 目的地に到着しました
pt_pt: Chegou ao destino
sv: Du har anlänt
vi: Đã đến nơi rồi

# CARPLAY_ARRIVED_MESSAGE
source: What would you like to do?
fr: Que voulez-vous faire ?
hu: Mit szeretnél tenni?
ja: ご希望の操作を教えて下さい
pt_pt: O que deseja fazer?
sv: Vad vill du göra?
vi: Bạn muốn làm gì?

# CARPLAY_CONTINUE
source: Continue
fr: Continuer
hu: Folytatás
ja: 運行を続ける
pt_pt: Continuar
sv: Fortsätt
vi: Đi tiếp

# CARPLAY_CURRENT_LOCATION
source: Current Location
fr: Position actuelle
hu: Jelenlegi helyzet
ja: 現在地
pt_pt: Localização Atual
sv: Din Position
vi: Vị trí Hiện tại

# CARPLAY_DISMISS
source: Dismiss
fr: Annuler
hu: Mellőzés
ja: 閉じる
pt_pt: Descartar
sv: Avfärda
vi: Bỏ qua

# CARPLAY_END
source: End
fr: Terminer
hu: Befejezés
ja: 終了
pt_pt: Terminar
sv: Avsluta
vi: Kết thúc

# CARPLAY_EXIT_NAVIGATION
source: Exit navigation
fr: Quitter la navigation
hu: Kilépés a navigációból
ja: ナビゲーションを終了する
pt_pt: Sair da navegação
sv: Avsluta
vi: Thoát Điều hướng

# CARPLAY_FEEDBACK
source: Feedback
fr: Commentaire
hu: Visszajelzés
ja: フィードバック
pt_pt: Opinião
vi: Phản hồi

# CARPLAY_GO
source: Go
fr: C'est parti
hu: Gyerünk
ja: 発車する
pt_pt: Ir
sv: Fortsätt
vi: Đi

# CARPLAY_MORE_ROUTES
source: More Routes
fr: Autres itinéraires
hu: Több útvonal
ja: 他のルートを表示
pt_pt: Mais Rotas
sv: Fler Rutter
vi: Thêm Đường đi

# CARPLAY_MUTE
source: Mute
fr: Muet
hu: Némítás
ja: 消音
pt_pt: Desligar som
sv: Tyst
vi: Tắt Tiếng

# CARPLAY_OVERVIEW
source: Overview
fr: Aperçu
hu: Áttekintés
ja: 全体を見る
pt_pt: Vista geral
sv: Översikt
vi: Tóm tắt

# CARPLAY_RATE_RIDE
source: Rate your ride
fr: Évaluer votre trajet
ja: 乗車の評価を行う
pt_pt: Classificar a sua corrida
sv: Betygsätt din resa
vi: Đánh giá chuyến đi của bạn

# CARPLAY_RATE_TRIP
source: Rate your trip
fr: Évaluer votre voyage
hu: Értékeld az utadat
ja: 乗車の評価を行う
pt_pt: Classificar a sua viagem
sv: Betygsätt din resa
vi: Đánh giá chuyến đi của bạn

# CARPLAY_SEARCH_NO_RESULTS
source: No results
fr: Pas de résultats
hu: Nincsenek találatok
ja: 検索結果がありません
pt_pt: Sem resultados
sv: Inga resultat
vi: Không tìm thấy kết quả

# CARPLAY_SUBMITTED_FEEDBACK
source: Submitted
fr: Envoyé
hu: Elküldve
ja: 提出済み
pt_pt: Enviado
sv: Skickat
vi: Đã gửi

# CARPLAY_UNMUTE
source: Unmute
fr: Réactiver le son
ja: 音声を出す
pt_pt: Ligar som
sv: Ljud på
vi: Bật Tiếng

# DEVICE_VOLUME_LOW
source: %@ Volume Low
fr: %@ Volume moins
ja: %@音量を下げる
pt_pt: %@ Volume Baixo
sv: %@ Volym Låg
vi: Âm lượng %@ Đang Thấp

# DISMISS_STEPS_TITLE
source: Close
da: Luk
fr: Fermer
he: סגור
hu: Bezárás
ja: 閉じる
ko: 종료
nl: Sluit
pt_pt: Fechar
sv: Stäng
vi: Đóng
zh_hans: 关闭

source: End Navigation
da: Stop navigation
fr: Terminer la navigation
he: סיים ניווט
hu: Navigáció befejezése
ja: ナビゲーションを終了する
ko: 네비게이션 종료
pt_pt: Terminar Navegação
sv: Avsluta Navigering
vi: Kết thúc Điều hướng
zh_hans: 结束导航

# END_OF_ROUTE_ARRIVED
source: You have arrived
da: Du er ankommet
fr: Vous êtes arrivé
he: הגעת
hu: Megérkeztél
ja: 目的地に到着しました
ko: 도착하였습니다
pt_pt: Chegou
sv: Du har anlänt
vi: Đã đến nơi rồi
zh_hans: 你已到达目的地

# END_OF_ROUTE_TITLE
source: How can we improve?
da: Hvad kan vi gøre bedre?
fr: Comment pouvons-nous nous améliorer ?
he: איך אנחנו יכולים להשתפר?
hu: Hogyan tudnánk fejlődni?
ja: 改善点を教えてください
ko: 어떻게 향상 시킬 수 있을까요?
pt_pt: Como podemos melhorar?
sv: Hur kan vi förbättra?
vi: Chúng tôi có thể cải thiện bằng cách nào?
zh_hans: 针对本次导航有何意见？

# FAILED_INSTRUCTION
source: Unable to read instruction aloud.
da: Instruktionen kunne ikke læses op
fr: Impossible de lire les instructions audiblement.
he: לא ניתן להשמיע את ההוראה
ja: 音声案内は使用できません
ko: 지시를 소리내어 읽을 수 없습니다.
pt_pt: Incapaz de ler instrução em voz alta.
sv: Misslyckades med att läsa upp instruktioner
vi: Không thể đọc lời chỉ dẫn.
zh_hans: 无法朗读导航指令。

source: Faster Route Found
ca: S’ha trobat una ruta més ràpida
da: Hurtigere rute fundet
fr: Itinéraire plus rapide trouvé
he: דרך מהירה יותר נמצאה
hu: Gyorsabb útvonal elérhető
ja: より早い経路が見つかりました
ko: 더 빠른 경로를 찾았습니다
nl: Snellere route gevonden
pt_br: Rota mais rápida encontrada
pt_pt: Encontrado Percurso Mais Rápido
sv: Hittade snabbare rutt
vi: Đã Tìm thấy Đường Nhanh Hơn
zh_hans: 发现一条更快的路线

# FEEDBACK_BAD_ROUTE
source: Bad Route
ca: Ruta dolenta
da: Dårlig Rute
fr: Mauvais itinéraire
he: דרך משובשת
hu: Rossz útvonal
ja: 経路が悪い
ko: 잘못된 경로
nl: Verkeerde Route
pt_br: Rota Ruim
pt_pt: Percurso Ruim
sv: Dålig Rutt
vi: Đường Sai
zh_hans: 路线问题

# FEEDBACK_CONFUSING_INSTRUCTION
source: Confusing Instruction
ca: Instruccions imprecises
da: Uklar Instruktion
fr: Instruction confusive
he: הוראות מבולבלות
hu: Megtévesztő utasítás
ja: 案内がわかりにくい
ko: 혼동스러운 지시
nl: Inaccuraat
pt_br: Instrução Confusa
pt_pt: Instrução Confusa
sv: Förvirrande Instruktion
vi: Hướng dẫn Khó hiểu
zh_hans: 导航指令不清

# FEEDBACK_GENERAL_ISSUE
source: Other Map Issue
da: Andre Kort problemer
fr: Autre problème de carte
he: בעיה אחרת במפה
hu: Egyéb térkép probléma
ja: その他、地図の問題
ko: 다른 지도 문제
nl: Ander
pt_pt: Outro Problema no Mapa
sv: Övrigt Kartproblem
vi: Vấn đề Bản đồ Khác
zh_hans: 其它问题

# FEEDBACK_MISSING_EXIT
source: Missing Exit
da: Manglende Afkørsel
fr: Sortie manquante
he: יציאה לא קיימת
hu: Hiányzó kijárat
ja: 出口を間違えた
ko: 없어진 출구
nl: Ontbrekende afslag
pt_pt: Saída em Falta
sv: Avfart Saknas
vi: Thiếu Lối ra
zh_hans: 出口缺失

# FEEDBACK_MISSING_ROAD
source: Missing Road
da: Manglende Vej
fr: Route manquante
he: דרך לא קיימת
hu: Hiányzó út
ja: 道を間違えた
ko: 없어진 도로
nl: Ontbrekende straat
pt_pt: Estrada em Falta
sv: Väg Saknas
vi: Thiếu Con đường
zh_hans: 道路缺失

# FEEDBACK_NOT_ALLOWED
source: Not Allowed
ca: No permès
da: Ikke Tilladt
fr: Non autorisé
he: לא מורשה
hu: Nem engedélyezett
ja: ルートが法規に反する
ko: 허용 불가
nl: Niet toegestaan
pt_br: Não Permitido
pt_pt: Não Permitido
sv: Ej Tillåtet
vi: Cấm
zh_hans: 道路禁行

# FEEDBACK_REPORT_TRAFFIC
source: Report Traffic
ca: Informe tràfic
da: Anmeld Kø
fr: Signaler le trafic
he: דיווח תנועה
hu: Forgalom jelentése
ja: 渋滞状況を報告する
ko: 교통 보고
nl: Rapporteer verkeer
pt_br: Reportar Tráfego
pt_pt: Relatar Trânsito
sv: Rapportera Trafik
vi: Báo cáo Tắc đường
zh_hans: 道路拥挤

# FEEDBACK_ROAD_CLOSURE
source: Road Closed
ca: Carretera tancada
da: Lukket Vej
fr: Route fermée
he: דרך סגורה
hu: Út lezárva
ja: 通行止めの道があった
ko: 통행 금지
nl: Straat afgesloten
pt_br: Rota Bloqueada
pt_pt: Estrada Fechada
sv: Väg Avstängd
vi: Đường Đóng cửa
zh_hans: 道路关闭

# FEEDBACK_THANK_YOU
source: Thank you for your report!
fr: Merci pour votre signalement !
hu: Köszönjük bejelentésed!
ja: フィードバックにご協力頂きありがとうございました
ko: 당신의 보고에 감사드립니다!
pt_pt: Obrigado pelo seu relatório!
sv: Tack för din feedback!
vi: Cảm ơn bạn đã báo cáo!
zh_hans: 谢谢您的反馈！

# FEEDBACK_TITLE
source: Report Problem
fr: Signaler un problème
hu: Probléma jelentése
ja: 問題を報告する
ko: 문제 리포트
pt_pt: Reportar Problema
sv: Rapportera Problem
vi: Báo cáo Vấn đề
zh_hans: 问题上报

# LEG_MAJOR_WAYS_FORMAT
source: %1$@ and %2$@
ca: %1$@ i %2$@
da: %1$@ og %2$@
fr: %1$@ et %2$@
he: %1$@ ו %2$@
hu: %1$@ és %2$@
ja: %1$@と%2$@
ko: %1$@ 와 %2$@
nl: %1$@ en %2$@
pt_br: %1$@ e %2$@
pt_pt: %1$@ e %2$@
sv: %1$@ och %2$@
vi: %1$@ và %2$@
zh_hans: %1$@和%2$@

# NO_RATING
source: No rating set.
fr: Pas encore d'evaluation.
he: לא דורג.
hu: Nincs értékelés beállítva.
ja: 評価レートがありません
ko: 등급이 설정되지 않았습니다.
pt_pt: Sem classificação definida.
sv: Ingen betygsättning.
vi: Chưa đánh giá.
zh_hans: 还没有评分。

# RATING_ACCESSIBILITY_RESET
source: Tap to reset the rating to zero.
da: Tryk for at nulstille anmeldelse.
fr: Taper pour remettre à zéro l’évaluation.
he: הקש כדי לאפס את הדירוג.
ja: タップすることで評価レートを０にできます
ko: 등급을 영점으로 리셋하기 위해 탭하세요.
pt_pt: Toque para redifinir classificação para zero.
sv: Tryck för att återställa betyget till noll.
vi: Chạm để đặt lại đánh giá.
zh_hans: 点击将评分置零。

# RATING_ACCESSIBILITY_SET
source: Set %ld-star rating
fr: Évaluer à %ld étoiles
he: קבע דירוג של %ld כוכבים
hu: %ld csillagos értékelés beállítása
ja: %ld つ星のレートをつける
ko: 등급 %ld-별점평가
pt_pt: Definir classificação de %ld-estrela(s)
sv: Ange ett %ld-stjärnigt betyg
vi: Đánh giá %ld sao
zh_hans: 设置为%ld-星评分

# RATING_STARS_FORMAT
source: %ld star(s) set.
fr: Évalué à %ld étoile(s).
he: דורג ב%ld כוכב(ים)
hu: %ld csillag beállítva.
ja: %ld つ星のレート
ko: %ld 평가 설정.
pt_pt: Definida(s) %ld estrela(s).
sv: %ld stjärn(or).
vi: Đã đánh giá %ld sao.
zh_hans: %ld星。

source: Rerouting…
ca: Recalculant la ruta…
da: Beregner ny rute…
fr: Recalcul d’itinéraire…
he: מחשב מסלול מחדש...
hu: Újratervezés…
ja: 経路を再検索中です…
ko: 경로재탐색…
nl: Nieuwe route…
pt_br: Retraçando rota...
pt_pt: Redirecionando…
sv: Uppdaterar rutt…
vi: Đang tính tuyến mới…
zh_hans: 线路重新规划中…

source: Resume
ca: Continuar
da: Genoptag
fr: Reprendre
he: חזור
hu: Folytatás
ja: 再開する
ko: 재시작
nl: Doorgaan
pt_br: Continue
pt_pt: Continuar
sv: Återuppta
vi: Tiếp tục
zh_hans: 我的位置

# USER_IN_SIMULATION_MODE
source: Simulating Navigation at %d×
ca: Simular la navegació
da: Simulerer navigation ved %d×
fr: Simulation de navigation à %d×
he: הדמה ניווט ב %dx
hu: Navigáció szimulációja %d× sebességgel
ja: %dにてナビのシュミレーションを行う
ko: 네비게이션을 %d×에서 시뮬레이션합니다.
pt_br: Simulando Navegação
pt_pt: Simulando Navegação em %d×
sv: Simulerar Navigation i %d×
vi: Đang Mô phỏng Điều hướng (Tốc độ Gấp %d Lần)
zh_hans: 正在模拟导航，当前速率 %d

# WAYPOINT_DESTINATION_VIA_WAYPOINTS_FORMAT
source: %1$@, via %2$@
fr: %1$@, par %2$@
he: %1$@ דרך, %2$@
hu: %1$@, ezen keresztül: %2$@
ja: %2$@経由で%1$@に向かう
ko: %1$@, 통한 %2$@
vi: %1$@ qua %2$@
zh_hans: %1$@，经由%2$@

# WAYPOINT_SOURCE_DESTINATION_FORMAT
source: %1$@ and %2$@
ca: %1$@ i %2$@
da: %1$@ og %2$@
fr: %1$@ et %2$@
he: %1$@ ואז %2$@
hu: %1$@ és %2$@
ja: %1$@と%2$@
ko: %1$@ 와 %2$@
nl: %1$@ en %2$@
pt_br: %1$@ e %2$@
pt_pt: %1$@ e %2$@
sv: %1$@ och %2$@
vi: %1$@ và %2$@
zh_hans: %1$@和%2$@
