Repository: mapbox/mapbox-navigation-ios
Catalog: Sources/MapboxNavigation/Resources/*.lproj/Localizable.strings
Languages: ca, de, es_es, pl, ru, uk, vi

# CARPLAY_ARRIVED
source: You have arrived
ca: Heu arribat
de: Ziel erreicht
es_es: Has llegado
pl: Dotarłeś
ru: Вы прибыли
uk: Ви прибули
vi: Đã đến nơi rồi

# CARPLAY_ARRIVED_MESSAGE
source: What would you like to do?
ca: Que us agradaria fer?
de: Was möchtest du machen?
es_es: ¿Qué quieres hacer?
pl: Co chciałbyś zrobić?
ru: Куда дальше?
uk: Що ви хотіли б зробити?
vi: Bạn muốn làm gì?

# CARPLAY_CONTINUE
source: Continue
ca: Continua
de: Fortfahren
es_es: Continúe
pl: Kontynuuj
ru: Продолжить
uk: Продовжити
vi: Đi tiếp

# CARPLAY_CURRENT_LOCATION
source: Current Location
ca: Posició actual
de: Aktuelle Position
es_es: Ubicación actual
pl: Obecna lokalizacja
ru: Текущее положение
uk: Поточне місцезнаходження
vi: Vị trí Hiện tại

# CARPLAY_DISMISS
source: Dismiss
ca: Descartar
de: Schließen
es_es: Cerrar
pl: Odrzuć
ru: Отказаться
uk: Відхилити
vi: Bỏ qua

# CARPLAY_END
source: End
ca: Fi
de: Ende
es_es: Terminar
pl: Zakończ
ru: Завершить
uk: Завершити
vi: Kết thúc

# CARPLAY_EXIT_NAVIGATION
source: Exit navigation
ca: Sortir de la navegació
de: Navigation beenden
es_es: Terminar la navegación
pl: Wyjdź z nawigacji
ru: Закончить маршрут
uk: Завершити навігацію
vi: Thoát Điều hướng

# CARPLAY_FEEDBACK
source: Feedback
ca: Comentaris
pl: Opinie
ru: Отзыв
uk: Зворотній зв'язок
vi: Phản hồi

# CARPLAY_GO
source: Go
ca: Endavant
de: Starten
es_es: Ir
pl: Ruszaj
ru: Старт
uk: Розпочати
vi: Đi

# CARPLAY_MORE_ROUTES
source: More Routes
ca: Més rutes
de: Alternative Routen
es_es: Más rutas
pl: Więcej tras
ru: Другие маршруты
uk: Додаткові маршрути
vi: Thêm Đường đi

# CARPLAY_MUTE
source: Mute
ca: Silenciar
de: Stumm
es_es: Silenciar
pl: Wycisz
ru: Без звука
uk: Вимкнути звук
vi: Tắt Tiếng

# CARPLAY_OVERVIEW
source: Overview
ca: Visió General
de: Übersicht
es_es: Vista previa
pl: Przegląd
ru: Обзор
uk: Огляд
vi: Tóm tắt

# CARPLAY_RATE_RIDE
source: Rate your ride
ca: Valora el viatge
de: Bewerte deine Route
es_es: Calificar su viaje
pl: Oceń swój przejazd
ru: Оцените вашу поездку
uk: Оцініть вашу поїздку
vi: Đánh giá chuyến đi của bạn

# CARPLAY_RATE_TRIP
source: Rate your trip
ca: Valora el viatge
de: Bewerte deine Route
es_es: Calificar su viaje
pl: Oceń swoją podróż
ru: Оцените вашу поездку
uk: Оцініть вашу подорож
vi: Đánh giá chuyến đi của bạn

# CARPLAY_SUBMITTED_FEEDBACK
source: Submitted
ca: Enviat
de: Übermittelt
es_es: Enviado
pl: Przesłano
ru: Отправлено
uk: Надіслано
vi: Đã gửi

# CARPLAY_UNMUTE
source: Unmute
ca: Deixar de silenciar
de: Laut
es_es: Dejar de silenciar
pl: Wyłącz wyciszenie
ru: Звук
uk: Увімкнути звук
vi: Bật Tiếng

# CONFUSING_AUDIO_FEEDBACK
source: Confusing audio
ca: Àudio confús
de: Verwirrende Sprachanweisung
es_es: Audio confuso
pl: Mylący komunikat
ru: Непонятная подсказка
uk: Неточна аудіо інструкція
vi: Lời nói gây nhầm lẫn

# CONFUSING_AUDIO_GUIDANCE_TOO_EARLY_FEEDBACK
source: Guidance too early
ca: Orientació massa aviat
de: Anweisung erfolgte zu früh
es_es: Instrucciones tempranas
pl: Zbyt wczesna wskazówka
ru: Подсказка слишком рано
uk: Вказівка була оголошена занадто рано
vi: Lời hướng dẫn quá sớm

# CONFUSING_AUDIO_GUIDANCE_TOO_LATE_FEEDBACK
source: Guidance too late
ca: Orientació massa tard
de: Anweisung erfolgt zu spät
es_es: Instrucciones tardes
pl: Zbyt późna wskazówka
ru: Подсказка слишком поздно
uk: Вказівка була оголошена занадто пізно
vi: Lời hướng dẫn quá trễ

# CONFUSING_AUDIO_INSTRUCTION_MISSING_FEEDBACK
source: Instruction missing
ca: Manquen instruccions
es_es: Faltan instrucciones
pl: Brak instrukcji
ru: Пропущена подсказка
uk: Інструкція відсутня
vi: Lời hướng dẫn bị thiếu

# CONFUSING_AUDIO_PRONUNCIATION_INCORRECT_FEEDBACK
source: Pronunciation incorrect
ca: Pronunciació incorrecta
de: Aussprache falsch
es_es: Pronunciación incorrecta
pl: Niepoprawna wymowa
ru: Неправильное произношение
uk: Неправильна вимова
vi: Phát âm sai

# CONFUSING_AUDIO_ROADNAME_REPEATED_FEEDBACK
source: Road name repeated
ca: Nom de vial repetit
de: Straßenname wiederholt
es_es: Nombre de calle repetido
pl: Powtórzona nazwa drogi
ru: Название дороги дважды
uk: Назва дороги була повторена
vi: Đọc lại tên đường hai lần

# DISMISS_STEPS_TITLE
source: Close
ca: Tancar
de: Schließen
es_es: Cerrar
pl: Zamknij
ru: Закрыть
uk: Закрити
vi: Đóng

# ENABLE_PRECISE_LOCATION
source: Enable precise location to navigate
ca: Activeu la localització precisa per navegar
de: Aktiviere den genauen Standort zur Navigation
es_es: Activar la ubicación precisa para navigar
pl: Włącz dokładną lokalizację, aby nawigować
ru: Для навигации требуется точное позиционирование
uk: Увімкніть точне місцезнаходження для навігації
vi: Bật vị trí chính xác để điều hướng

# END_OF_ROUTE_ARRIVED
source: You have arrived
ca: Heu arribatHeu arribat
de: Du bist angekommen
es_es: Has llegado
pl: Dotarłeś
ru: Вы прибыли
uk: Ви прибули
vi: Đã đến nơi rồi

# END_OF_ROUTE_TITLE
source: How can we improve?
ca: Com podem millorar?
de: Wie können wir uns verbessern?
es_es: ¿Cómo podemos mejorar?
pl: Jak możemy zwiększyć jakość usług?
ru: Чем мы можем помочь?
uk: Що можна покращити?
vi: Chúng tôi có thể cải thiện bằng cách nào?

source: Faster Route Found
ca: S’ha trobat una ruta més ràpida
de: Schnellere Route gefunden
es_es: Ruta más rápida encontrada
pl: Znaleziono szybszą trasę
ru: Найден маршрут быстрее
uk: Знайдено швидший маршрут
vi: Đã Tìm thấy Đường Nhanh Hơn

# FEEDBACK_THANK_YOU
source: Thank you for your report!
ca: Gràcies pel vostre informe!
de: Danke für deine Nachricht!
es_es: ¡Gracias por su informe!
pl: Dziękujemy za Twoją opinię!
ru: Благодарим за отзыв!
uk: Дякуємо за зворотній зв'язок!
vi: Cảm ơn bạn đã báo cáo!

# FEEDBACK_TITLE
source: Report Problem
ca: Informar d’un problema
de: Problem melden
es_es: Reportar un problema
pl: Przekaż uwagi
ru: Сообщить о проблеме
uk: Повідомити про проблему
vi: Báo cáo Vấn đề

# INAUDIBLE_INSTRUCTIONS_CTA
source: Adjust Volume to Hear Instructions
ca: Ajusteu el volum per sentir les instruccions
de: Lautstärke anpassen, um Anweisungen zu hören
es_es: Ajustar el volumen para escuchar las instrucciones
pl: Dostosuj głośność, aby słyszeć instrukcje
ru: Увеличить громкость для голосовых инструкций
uk: Відрегулюйте гучність щоб чути інструкції
vi: Điều chỉnh Âm lượng để Nghe Hướng dẫn

# INCORRECT_SPEED_LIMIT
source: Speed limit incorrect
ca: Límit de velocitat incorrecte
de: Geschwindigkeitslimit falsch
es_es: Límite de velocidad incorrecto
pl: Nieprawidłowy limit prędkości
ru: Неверное ограничение скорости
uk: Неправильне обмеження швидкості
vi: Tốc độ tối đa không chính xác

# INCORRECT_VISUAL_EXIT_INFO_INCORRECT_FEEDBACK
source: Exit info incorrect
ca: Informació de sortida incorrecta
de: Ausfahrtsinformation falsch
es_es: Detalles de la salida incorrectos
pl: Niepoprawne informacje o wyjeździe
ru: Неверный съезд
uk: Неправильна інформація про з'їзд
vi: Chi tiết đường nhánh sai

# INCORRECT_VISUAL_FEEDBACK
source: Looks incorrect
ca: Sembla incorrecte
de: Sieht falsch aus
es_es: Parece incorrecto
pl: Wygląda niepoprawnie
ru: Неверная подсказка
uk: Інструкція некоректна
vi: Có vẻ không chính xác

# INCORRECT_VISUAL_INSTRUCTION_MISSING_FEEDBACK
source: Instruction missing
ca: Falten instruccions
de: Anweisung fehlt
es_es: Faltan instrucciones
pl: Brak instrukcji
ru: Не хватает подсказки
uk: Інструкція відсутня
vi: Lời hướng dẫn bị thiếu

# INCORRECT_VISUAL_INSTRUCTION_UNNECESSARY_FEEDBACK
source: Instruction unnecessary
ca: Instruccions innecessàries
de: Anweisung unnötig
es_es: Instrucción innecessaria
pl: Niepotrzebna instrukcja
ru: Лишняя подсказка
uk: Інструкція не обов'язкова
vi: Lời hướng dẫn thừa

# INCORRECT_VISUAL_LANE_GUIDANCE_INCORRECT_FEEDBACK
source: Lane guidance incorrect
ca: Guia de carril incorrecta
de: Spuranweisung falsch
es_es: Guiado de carriles incorrecto
pl: Niepoprawna informacja o pasie
ru: Неверный указатель по полосам
uk: Вказівка смуги некоректна
vi: Chi tiết làn xe sai

# INCORRECT_VISUAL_MANEUVER_INCORRECT_FEEDBACK
source: Maneuver incorrect
ca: Maniobra incorrecta
de: Manöver falsch
es_es: Maniobra incorrecta
pl: Niepoprawny manewr
ru: Неверный манёвр
uk: Неправильний маневр
vi: Tháo tác sai

# INCORRECT_VISUAL_STREET_NAME_INCORRECT_FEEDBACK
source: Street name incorrect
ca: Nom de carrer incorrecte
de: Straßenname ist inkorrekt
es_es: Nombre de calle incorrecto
pl: Niepoprawna nazwa ulicy
ru: Неверное название дороги
uk: Назва вулиці некоректна
vi: Tên đường sai

# INCORRECT_VISUAL_TURN_ICON_INCORRECT_FEEDBACK
source: Turn icon incorrect
ca: Icona de gir incorrecta
de: Wenden-Icon falsch
es_es: Icono de giro incorrecto
pl: Niepoprawna ikona skrętu
ru: Неверный символ поворота
uk: Знак повороту некоректний
vi: Hình quẹo phía sai

# LEG_MAJOR_WAYS_FORMAT
source: %1$@ and %2$@
ca: %1$@ i %2$@
de: %1$@ und %2$@
es_es: %1$@ y %2$@
pl: %1$@ i %2$@
ru: %1$@ и %2$@
uk: %1$@ та %2$@
vi: %1$@ và %2$@

# NAVIGATION_REPORT_CANCEL
source: Cancel
ca: Cancel·lar
de: Abbrechen
es_es: Cancelar
pl: Anuluj
ru: Отмена
uk: Скасувати
vi: Hủy

# NAVIGATION_REPORT_ISSUES
source: Send %ld Item(s)
ca: Enviar %ld article(s)
de: Sende %ld Element(e)
es_es: Enviar %ld artículo(s)
pl: Wyślij %ld element(ów)
ru: Переслать %ld отчётов
uk: Надіслати %ld пункт(ів)
vi: Gửi %ld Mục

# NO_RATING
source: No rating set.
ca: Sense valoració.
de: Keine Bewertung gesetzt.
es_es: No hay calificación.
pl: Brak ustawionej oceny.
ru: Нет рейтинга.
uk: Рейтинг не встановлено.
vi: Chưa đánh giá.

# PASSIVE_NAVIGATION_FEEDBACK_BAD_GPS
source: Bad GPS
ca: GPS dolent
pl: Słaby sygnał GPS
ru: Плохой GPS
uk: Поганий сигнал GPS
vi: Tín hiệu GPS sai

# PASSIVE_NAVIGATION_FEEDBACK_INCORRECT_VISUAL
source: Looks incorrect
ca: Sembla incorrecte
es_es: Parece incorrecto
pl: Wygląda niepoprawnie
ru: Неверная подсказка
uk: Виглядає неправильно
vi: Có vẻ không chính xác

# PASSIVE_NAVIGATION_FEEDBACK_INCORRECT_VISUAL_INCORRECT_SPEED_LIMIT
source: Speed limit incorrect
ca: Límit velocitat incorrecte
es_es: Límite de velocidad incorrecto
pl: Nieprawidłowy limit prędkości
ru: Неверное ограничение скорости
uk: Обмеження швидкості
vi: Tốc độ tối đa không chính xác

# PASSIVE_NAVIGATION_FEEDBACK_INCORRECT_VISUAL_STREET_NAME_INCORRECT
source: Street name incorrect
ca: Nom de carrer incorrecte
es_es: Nombre de calle incorrecto
pl: Niepoprawna nazwa ulicy
ru: Неверное название дороги
uk: Назва вулиці
vi: Tên đường sai

# PASSIVE_NAVIGATION_FEEDBACK_ROAD_ISSUE
source: Road issue
ca: Problema amb carretera
es_es: Problema del camino
pl: Zdarzenie na drodze
ru: Проблема с дорогой
uk: Нема проїзду
vi: Vấn đề con đường

# PASSIVE_NAVIGATION_FEEDBACK_ROAD_ISSUE_MISSING_ROAD
source: Missing road
ca: Manca carretera
es_es: Falta camino
pl: Brakująca droga
ru: Не хватает дороги
uk: Нема дороги
vi: Thiếu con đường

# PASSIVE_NAVIGATION_FEEDBACK_ROAD_ISSUE_STREET_PERMANENTLY_BLOCKED_OFF
source: Street permanently blocked off
ca: Carrer bloquejat permanentment
es_es: Calle cerrada permanentemente
pl: Ulica na stałe zablokowana
ru: Дорога закрыта навсегда
uk: Постійне перекриття
vi: Đường chặn cố định

# PASSIVE_NAVIGATION_FEEDBACK_ROAD_ISSUE_STREET_TEMPORARILY_BLOCKED_OFF
source: Street temporarily blocked off
ca: Carrer bloquejat temporalment
es_es: Calle cerrada temporalmente
pl: Ulica tymczasowo zablokowana
ru: Дорога временно закрыта
uk: Тимчасове перекриття
vi: Đường chặn tạm thời

# PASSIVE_NAVIGATION_FEEDBACK_WRONG_TRAFFIC_CONGESTION
source: Congestion
ca: Embús
pl: Korek
ru: Затор
uk: Затори
vi: Kẹt xe

# PASSIVE_NAVIGATION_FEEDBACK_WRONG_TRAFFIC_MODERATE
source: Moderate
ca: Moderat
pl: Umiarkowany ruch
ru: Плотно
uk: Помірно
vi: Trung bình

# PASSIVE_NAVIGATION_FEEDBACK_WRONG_TRAFFIC_NO_TRAFFIC
source: No traffic
ca: Sense trànsit
pl: Brak ruchu
ru: Никого
uk: Нема заторів
vi: Không kẹt xe

# PASSIVE_NAVIGATION_WRONG_TRAFFIC
source: Wrong traffic
ca: Trànsit incorrecte
pl: Nieprawidłowy ruch
ru: Неверная информация о трафике
uk: Помилковий трафік
vi: Mức độ tắc nghẽn sai

source: Positioning
ca: Posicionament
de: Positionierung
es_es: Posicionamiento
pl: Pozycjonowanie
ru: Позиционирование
uk: Позиціонування
vi: Định vị

# RATING_ACCESSIBILITY_RESET
source: Tap to reset the rating to zero.
ca: Toca per restablir la valoració a zero.
de: Klicke, um Bewertung auf 0 zurückzusetzen.
es_es: Tocar para volver la calificación a cero.
pl: Kliknij, aby zresetować ocenę do zera.
ru: Нажмите для обнуления рейтинга.
uk: Натисніть, щоб встановити нульовий рейтинг.
vi: Chạm để đặt lại đánh giá.

# RATING_ACCESSIBILITY_SET
source: Set %ld-star rating
ca: Estableix una puntuació de %ld-estels
de: Setze %ld-Sterne Bewertung
es_es: Dar la calificación de %ld estrella(s).
pl: Ustaw ocenę %ld-gwiazdkową
ru: Поставить %ld звёзд
uk: Встановити %ld-зірковий рейтинг
vi: Đánh giá %ld sao

# RATING_STARS_FORMAT
source: %ld star(s) set.
ca: %ld estel(s) afegits.
de: %ld Stern(e) gesetzt.
es_es: Has calificado %li estrella(s).
pl: %ld gwiazdka(ek) ustawionych.
ru: %ld звёзд.
uk: %ld зірка(ок).
vi: Đã đánh giá %ld sao.

source: Rerouting…
ca: Recalculant la ruta…
de: Routenneuberechnung…
es_es: Redirigiendo…
pl: Trwa przeliczanie trasy…
ru: Пересчёт маршрута…
uk: Зміна маршруту…
vi: Đang tính tuyến mới…

source: Resume
ca: Continuar
de: Fortfahren
es_es: Continuar
pl: Wznów
ru: Возобновить
uk: Продовжити
vi: Tiếp tục

# ROUTE_HAS_NO_TOLLS
source: No Tolls
ca: Sense peatges
de: Keine Mautgebühr
es_es: Sin peaje
pl: Bez opłat
ru: Нет оплаты
uk: Проїзд бесплатний
vi: Miễn phí

# ROUTE_HAS_TOLLS
source: Tolls
ca: Peatges
de: Mautgebühren
es_es: Peaje
pl: Opłaty
ru: Платная дорога
uk: Проїзд платний
vi: Thu phí

# ROUTE_QUALITY_ALTERNATIVE_ROUTE_NOT_EXPECTED_FEEDBACK
source: Alternative route not expected
ca: No s’espera una ruta alternativa
de: Alternative Route war unerwartet
es_es: Ruta alternativa inesperada
pl: Nieoczekiwana trasa alternatywna
ru: Альтернативный маршрут не подходит
uk: Неочікуваний альтернативний маршрут
vi: Tuyến đường thay thế bất ngờ

# ROUTE_QUALITY_FEEDBACK
source: Route quality
ca: Qualitat de la ruta
de: Routenqualität
es_es: Calidad de la ruta
pl: Jakość trasy
ru: Плохая дорога
uk: Якість маршруту
vi: Chất lượng tuyến đường

# ROUTE_QUALITY_ILLEGAL_ROUTE_CARS_NOT_ALLOWED_FEEDBACK
source: Cars not allowed on street
ca: No es permeten cotxes al carrer
de: Autos sind auf dieser Straße nicht erlaubt
es_es: El tránsito de autos no está permitido en la calle
pl: Samochody nie są dozwolone na ulicy
ru: Машинам проезд запрещён
uk: Автомобілі не дозволені на вулиці
vi: Không cho phép lái xe trên đường đó

# ROUTE_QUALITY_ILLEGAL_ROUTE_FEEDBACK
source: Illegal route
ca: Ruta il·legal
de: Unerlaubte Route
es_es: Ruta no permitida
pl: Niepoprawna trasa
ru: Недопустимый маршрут
uk: Нелегальний маршрут
vi: Tuyến đường bất hợp pháp

# ROUTE_QUALITY_ILLEGAL_ROUTE_ONE_WAY_FEEDBACK
source: Routed down a one way
ca: Dirigit cap a un vial de sentit únic
de: Route führt entgegengesetzt zur Einbahnstraße
es_es: La ruta sigue contra un sentido único
pl: Trasa prowadzi pod prąd na drodze jednokierunkowej
ru: Маршрут навстречу одностороннему движению
uk: Проїзд по дорозі з одностороннім рухом у протилежному напрямку
vi: Tuyến đường đi ngược đường

# ROUTE_QUALITY_ILLEGAL_ROUTE_TURN_NOT_ALLOWED_FEEDBACK
source: Turn wasn't allowed
ca: No es podia girar
de: Wenden nicht erlaubt
es_es: No se permite girar
pl: Zakazany skręt
ru: Поворот не разрешён
uk: Поворот не дозволений
vi: Không cho phép quẹo vào đấy

# ROUTE_QUALITY_INCLUDED_MISSING_ROADS_FEEDBACK
source: Route includes missing roads
ca: La ruta inclou carreteres que falten
de: Route enthält fehlende Straßen
es_es: La ruta incluye calles faltantes
pl: Trasa zawiera nieistniejące drogi
ru: Маршрут включал отсутствующие дороги
uk: Маршрут складається з доріг, які відсутні
vi: Đường sá bị thiếu trên tuyến đường

# ROUTE_QUALITY_NON_DRIVABLE_FEEDBACK
source: Route non drivable
ca: No es pot conduïr per aquesta ruta
de: Route ist nicht befahrbar
es_es: La ruta es intransitable
pl: Trasa niedostępna
ru: Маршрут невозможен
uk: Маршрут не придатний для проїзду автомобіля
vi: Không thể đi theo tuyến đường

# ROUTE_QUALITY_NOT_PREFERRED_FEEDBACK
source: Route not preferred
ca: Aquesta ruta no és la preferida
de: Route wird nicht bevorzugt
es_es: No es la ruta preferida
pl: Trasa nieoptymalna
ru: Маршрут не самый подходящий
uk: Маршрут, якому не недається перевага
vi: Tuyến đường không ổn

# ROUTE_QUALITY_ROAD_CLOSURE_FEEDBACK
source: Road closure
ca: Carretera tancada
de: Straßensperre
es_es: Camino cerrado
pl: Zamknięta droga
ru: Дорога закрыта
uk: Дорога закрита
vi: Đường đóng cửa

# ROUTE_QUALITY_ROAD_CLOSURE_PERMANENT_FEEDBACK
source: Street permanently blocked off
ca: Carrer bloquejat permanentment
de: Straße ist dauerhaft gesperrt
es_es: Calle cerrada permanentemente
pl: Ulica na stałe zablokowana
ru: Дорога перекрыта навсегда
uk: Вулиця заблокована на постійній основі
vi: Đường chặn cố định

# ROUTE_QUALITY_ROADS_TOO_NARROW_FEEDBACK
source: Route had roads too narrow to pass
ca: La ruta tenia passos massa estrets
de: Route hatte Straßen, die zu eng waren, um sie zu passieren
es_es: La ruta tiene caminos angostos al tránsito
pl: Trasa zawiera zbyt wąskie drogi
ru: Маршрут включал слишком узкие дороги
uk: Маршрут містить дороги які занадто вузькі для проїзду
vi: Tuyến đường đi theo đường quá hẹp

# SPEED_LIMIT_LEGEND
source: Max
ca: Màx
de: Limit
es_es: Máx
ru: Скорость
uk: Максимум
vi: T.đa

# USER_IN_SIMULATION_MODE
source: Simulating Navigation at %@×
ca: Simular navegació a %@
de: Navigation bei %@ simulieren.
es_es: Simulando navegación a velocidad %@×
pl: Symulacja nawigacji z prędkością %@×
ru: Ускорение моделирования маршрута в %@ раз
uk: Симуляція навігації %@×
vi: Đang Mô phỏng Điều hướng (Tốc độ Gấp %@ Lần)

# WAYPOINT_DESTINATION_VIA_WAYPOINTS_FORMAT
source: %1$@, via %2$@
de: %1$@, über %2$@
es_es: %1$@ por %2$@
pl: %1$@, przez %2$@
ru: %1$@ через %2$@
uk: %1$@, через %2$@
vi: %1$@ qua %2$@

# WAYPOINT_SOURCE_DESTINATION_FORMAT
source: %1$@ and %2$@
ca: %1$@ i %2$@
de: %1$@ und %2$@
es_es: %1$@ y %2$@
pl: %1$@ i %2$@
ru: %1$@ и %2$@
uk: %1$@ та %2$@
vi: %1$@ và %2$@
